const MARKET_MENU_DETAIL = {
  生鲜冷冻: {
    蔬菜水果: {
      蔬菜水果: '',
      时令水果: '',
      热带水果: '',
      叶菜类: '',
      根茎豆类: '',
      菇菌类: '',
      笋类加工类: '',
    },
    精选肉类: {
      猪肉类: '',
      羊肉类: '',
      鸡肉类: '',
      其他禽类: '',
      腌制肉类: '',
      火锅烧烤类: '',
    },
    海鲜水产: {
      鱼类: '',
      虾蟹类: '',
      贝壳类: '',
      软体类: '',
      加工海鲜类: '',
    },

    冷藏冷冻: {
      乳品蛋类: '',
      果汁饮料: '',
      香肠丸类: '',
      素食粉面制品: '',
      冷冻粉面制品: '',
      冷冻食品: '',
      冷冻甜品: '',
    },
    烘培蛋糕: {
      面包类: '',
      生日蛋糕类: '',
      蛋糕类: '',
      唐饼点心: '',
      甜品类: '',
      饼干类: '',
    },
  },
};

export default MARKET_MENU_DETAIL;
